[
  {
    "id": "acute_macular_neuroretinopathy_amn_0",
    "title": "Acute Macular Neuroretinopathy (AMN)",
    "condition": "Acute Macular Neuroretinopathy (AMN)",
    "entry_index": 0,
    "images": [
      "https://eyerounds.org/atlas/pages/Acute-macular-neuroretinopathy/AMN-LRG.jpg",
      "https://eyerounds.org/atlas/pages/Acute-macular-neuroretinopathy/AMN-OCT-LRG.png",
      "https://eyerounds.org/atlas/pages/Acute-macular-neuroretinopathy/AMN_2008a.jpg",
      "https://eyerounds.org/atlas/pages/Acute-macular-neuroretinopathy/AMN_2008b.jpg"
    ],
    "image_alts": [
      "Fundus findings include 1 or more reddish-brown petalloid perifoveal lesions with the tip pointed toward the fovea that become visible days to months after the onset of symptoms",
      "OCT through the lesions commonly show disruption of the inner segment/outer segment (IS/OS) junction (ellipsoid zone)",
      "AMN Fundus",
      "Paracentral Scotomaa"
    ],
    "answer": "Acute Macular Neuroretinopathy (AMN)\n\nAcute macular neuroretinopathy (AMN) is a rare disease of unknown etiology that most commonly affects young to middle-aged females. The patient typically presents with the acute-onset of one or multiple paracentral scotomas that affect one or both eyes. This is typically the only symptom and visual acuity is unaffected. Fundus findings include 1 or more reddish-brown petalloid perifoveal lesions with the tip pointed toward the fovea that become visible days to months after the onset of symptoms. Lesions are typically better identified with infrared imaging. OCT through the lesions commonly show disruption of the inner segment/outer segment (IS/OS) junction (ellipsoid zone). There is no known treatment and symptoms may not resolve.   Reference Bhavsar KV, Lin S, Rahimy E, Joseph A, Freund KB, Sarraf D, Cunningham ET Jr. Acute macular neuroretinopathy: A comprehensive review of the literature. Surv Ophthalmol. 2016 Sep-Oct;61(5):538-65. http://pubmed.gov/26973287. Previous Entry Feb 8, 2008 Contributor: James M. Coombs, MD 44-year-old female with acute onset of paracentral scotomas in right eye (corresponded directly to Amsler grid findings)\n\nContributor: Christopher Kirkpatrick, MD\nPhotographer: Antoinette Venckus, CRA\n\nSource: https://eyerounds.org/atlas/pages/Acute-macular-neuroretinopathy/index.htm",
    "contributor": "Christopher Kirkpatrick, MD",
    "photographer": "Antoinette Venckus, CRA",
    "url": "https://eyerounds.org/atlas/pages/Acute-macular-neuroretinopathy/index.htm",
    "category": "RETINA"
  },
  {
    "id": "acute_posterior_multifocal_placoid_pigment_epitheliopathy_apmppe_1",
    "title": "Acute Posterior Multifocal Placoid Pigment Epitheliopathy (APMPPE)",
    "condition": "Acute Posterior Multifocal Placoid Pigment Epitheliopathy (APMPPE)",
    "entry_index": 1,
    "images": [
      "https://eyerounds.org/atlas/pages/apmppe/APMPPE-1-LRG.jpg",
      "https://eyerounds.org/atlas/pages/apmppe/APMPPE-2-LRG.jpg",
      "https://eyerounds.org/atlas/pages/apmppe/APMPPE-3-LRG.jpg",
      "https://eyerounds.org/atlas/pages/apmppe/APMPPE-4-LRG.jpg",
      "https://eyerounds.org/atlas/pages/imgs/R_3B8QpptNLQDPn3d_APMPPE2.png",
      "https://eyerounds.org/atlas/pages/imgs/R_3B8QpptNLQDPn3d_APMPPE1.png"
    ],
    "image_alts": [
      "fundus image, yellow-white lesions throughout the macula",
      "OCT",
      "hypofluorescence of the lesions",
      "fluorescein angiogram demonstrating late staining of lesions",
      "",
      ""
    ],
    "answer": "Acute Posterior Multifocal Placoid Pigment Epitheliopathy (APMPPE)\n\nAPMPPE is one of the white dot syndromes that occurs in young healthy adults and similarly affects males and females. It is usually bilateral, although may be worse in one eye. APMPPE is generally a self-limited condition that requires no treatment and has a good prognosis. A 47-year-old female presents with a four day history of fluttering bright spots in the right eye. She denies a viral prodrome or headaches. Color fundus photo, right eye (OD): Multiple creamy yellow-white lesions throughout the macula. There is mild vitritis on exam and mild disc edema.  Optical coherence tomography OD: Disruption of the outer retinal layers.  Laminar phase of fluorescein angiogram demonstrating early hypofluorescence of the lesions  Late phase of fluorescein angiogram demonstrating late staining of lesions  Acute posterior multifocal placoid pigment epitheliopathy (APMPPE) Acute posterior multifocal placoid pigment epitheliopathy (APMPPE) Category(ies): Retina / Vitreous,Uveitis Contributor: Mahsaw Mansoor, MD Photographer: Jody Troyer, CRA Posted: 06/04/2024 A 36-year-old woman presented with progressive vision loss in both eyes following a viral infection. On exam, there were placoid areas of whitening throughout the posterior pole of both eyes. On fluorescein angiography, the lesions on exam demonstrated early blocking defects and late staining.\n\nContributor: Angela McAllister, MD\nPhotographer: Brice Critser, CRA\n\nSource: https://eyerounds.org/atlas/pages/apmppe/index.htm",
    "contributor": "Angela McAllister, MD",
    "photographer": "Brice Critser, CRA",
    "url": "https://eyerounds.org/atlas/pages/apmppe/index.htm",
    "category": "RETINA"
  },
  {
    "id": "leukemic_pseudohypopyon_2",
    "title": "Leukemic Pseudohypopyon",
    "condition": "Leukemic Pseudohypopyon",
    "entry_index": 2,
    "images": [
      "https://eyerounds.org/atlas/photos/leukemic-hypopyon/leukemichypopyon_slitlamp-LRG.jpg",
      "https://eyerounds.org/atlas/photos/leukemic-hypopyon/leukemic-hypopyon_iris-LRG.jpg",
      "https://eyerounds.org/atlas/photos/leukemic/Leukemic-Retinopathy-1.jpg",
      "https://eyerounds.org/atlas/photos/leukemic/Leukemic-Retinopathy-1.jpg"
    ],
    "image_alts": [
      " Slit lamp photograph of the left eye shows mild injection, clear cornea, and presence of a 3.5 mm blood-tinged pseudohypopyon in the anterior chamber",
      " presence of gelatinous fibrovascular lesions along the pupillary margin and peripheral iris",
      "Related atlas entry: Leukemic retinopathy",
      "Related atlas entry: Leukemic retinopathy"
    ],
    "answer": "Leukemic Pseudohypopyon\n\nPseudohypopyon is a relatively rare manifestation of leukemia. It occurs most often in patients with acute lymphoblastic leukemia and may be seen during a blast crisis or as a sign of relapse [1]. Rapid development of an atypical, blood-stained hypopyon that fails to respond to corticosteroid therapy is classic for leukemic pseudohypopyon [2]. Pseudohypopyon is distinguished from infectious or inflammatory hypopyon by the absence of an associated fibrin reaction. This pseudohypopyon was the first sign of this 56-year-old patient's acute lymphoblastic leukemia relapse. Timely anterior chamber aspiration with cytology and systemic malignancy work-up are paramount to ensuring appropriate diagnosis and treatment.  Slit lamp photograph of the left eye shows mild injection, clear cornea, and presence of a 3.5 mm blood-tinged pseudohypopyon in the anterior chamber with 4+ fine cell and no fibrin. Leukemic pseudohypoyon may present bilaterally, but this patient's right eye was unaffected.   Slit lamp photograph of the iris of the left eye highlights the presence of gelatinous fibrovascular lesions along the pupillary margin and peripheral iris.  Reference: Yi, D.H., et al., Acute unilateral leukemic hypopyon in an adult with relapsing acute lymphoblastic leukemia. Am J Ophthalmol, 2005. 139(4): p. 719-21. Ramsay, A. and S. Lightman, Hypopyon uveitis. Surv Ophthalmol, 2001. 46(1): p. 1-18.\n\nContributor: Lauren E. Hock, MD; James C. Folk, MD\nPhotographer: Sarah L. Skiles, CRA\n\nSource: https://eyerounds.org/atlas/pages/leukemic-pseudohypopyon.htm",
    "contributor": "Lauren E. Hock, MD; James C. Folk, MD",
    "photographer": "Sarah L. Skiles, CRA",
    "url": "https://eyerounds.org/atlas/pages/leukemic-pseudohypopyon.htm",
    "category": "RETINA"
  },
  {
    "id": "central_serous_chorioretinopathy_cscr_3",
    "title": "Central Serous Chorioretinopathy (CSCR)",
    "condition": "Central Serous Chorioretinopathy (CSCR)",
    "entry_index": 3,
    "images": [
      "https://eyerounds.org/atlas/photos/CSR/CSR-LRG.jpg",
      "https://eyerounds.org/atlas/photos/CSR/CSR-26sec-LRG.jpg",
      "https://eyerounds.org/atlas/photos/CSR/CSR-2min-LRG.jpg",
      "https://eyerounds.org/atlas/photos/CSR/CSR-10min-LRG.jpg",
      "https://eyerounds.org/atlas/photos/CSR/CSR_02072005FundusPatel.jpg",
      "https://eyerounds.org/atlas/photos/CSR/CSR_02072005FFA1Patel.jpg",
      "https://eyerounds.org/atlas/photos/CSR/CSR_02072005FFA2Patel.jpg",
      "https://eyerounds.org/atlas/photos/CSR/CSR_02072005OCTPatel.jpg",
      "https://eyerounds.org/atlas/photos/CSR/CSRsmokestack.jpg",
      "https://eyerounds.org/atlas/photos/CSR/CSR3.jpg"
    ],
    "image_alts": [
      "This color fundus photograph demonstrates subretinal fluid involving the fovea",
      "There are multiple leakage points including the fovea on fluorescein angiography. In the late phase, one can see the classic \"smokestack\" leakage of dye 26 seconds",
      "There are multiple leakage points including the fovea on fluorescein angiography. In the late phase, one can see the classic \"smokestack\" leakage of dye 2 minutes and 33 seconds",
      "There are multiple leakage points including the fovea on fluorescein angiography. In the late phase, one can see the classic \"smokestack\" leakage of dye 9 minutes and 48 seconds",
      " elevated area of serous retinal detachment can be seen occupying much of the temporal macula",
      "flourescein angiogram demonstrate a hot spot of hyperflourescence that spreads to fill the PED",
      "late views with flourescein reveal the pooling of fluid within the serous detachement",
      "OCT images demonstrate a discrete blister of fluid underneath the RPE just temporal to the foveal depression",
      "Central Serous Retinopathy (CSR) fundus",
      " documented association with stress and steroid use"
    ],
    "answer": "Central Serous Chorioretinopathy (CSCR)\n\nThis color fundus photograph demonstrates subretinal fluid involving the fovea. There are multiple leakage points including the fovea on fluorescein angiography. In the late phase, one can see the classic \"smokestack\" leakage of dye. Color fundus photograph demonstrates subretinal fluid involving the fovea  Fluorescein angiography 26 seconds  Fluorescein angiography 2 minutes 33 seconds  Fluorescein angiography 9 minutes 48 seconds  Contributor: Jordan M. Graff, MD and Chet B. Patel, MD, CSR (sometimes called Central Serous Chorioretinopathy or CSCR) is seen most commonly in male & female patients between the ages of 20 and 40 years of age. , a large, elevated area of serous retinal detachment can be seen occupying much of the temporal macula. Within the central area of this detachment, there appears to be a second, smaller, ring of elevation. Flourescein angiography and optical coherence tomography (OCT) confirmed that this smaller elevated ring is a pigment epithelial detachment (PED) within the larger area of serous retinal detachment (see Figures 2-4 and discussion below).  Early views of the flourescein angiogram demonstrate a hot spot of hyperflourescence that spreads to fill the PED. (In other classic cases of CSR, the hot spot may appear as a \"smoke stack\").  Late views with flourescein reveal the pooling of fluid within the serous detachement, correlating with the clinical appearance of the fundus in   OCT images demonstrate a discrete blister of fluid underneath the RPE just temporal to the foveal depression. This defines the PED. The overlying serous retinal detachement is also evident.  Contributor: Christopher C. Robinson, MD A classic \"smokestack\" of leakage from the choroid is seen is this fluorescein angiogram. The fluid leaks into the subretinal space causing decreased visual acuity. Central serous retinopathy (CSR) is typically found in young males. There is a documented association with stress and steroid use.\n\nContributor: Austin R. Fox, MD\n\nSource: https://eyerounds.org/atlas/pages/Central-Serous-Retinopathy-CSR.html",
    "contributor": "Austin R. Fox, MD",
    "photographer": "",
    "url": "https://eyerounds.org/atlas/pages/Central-Serous-Retinopathy-CSR.html",
    "category": "RETINA"
  },
  {
    "id": "age-related_macular_degeneration_amd_4",
    "title": "Age-Related Macular Degeneration (AMD)",
    "condition": "Age-Related Macular Degeneration (AMD)",
    "entry_index": 4,
    "images": [
      "https://webeye.ophth.uiowa.edu/eyeforum/atlas/photos/AMD/early-AMD-1-LRG.jpg",
      "https://webeye.ophth.uiowa.edu/eyeforum/atlas/photos/AMD/early-AMD-2-LRG.jpg",
      "https://webeye.ophth.uiowa.edu/eyeforum/atlas/photos/AMD/Intermediate_AMD-1-LRG.jpg",
      "https://webeye.ophth.uiowa.edu/eyeforum/atlas/photos/AMD/Intermediate_AMD-2-LRG.jpg",
      "https://webeye.ophth.uiowa.edu/eyeforum/atlas/photos/AMD/transition-to-advanced_AMD-1-LRG.jpg",
      "https://webeye.ophth.uiowa.edu/eyeforum/atlas/photos/AMD/transition-to-advanced_AMD-2-LRG.jpg",
      "https://webeye.ophth.uiowa.edu/eyeforum/atlas/photos/AMD/advanced_AMD-1-LRG.jpg",
      "https://webeye.ophth.uiowa.edu/eyeforum/atlas/photos/AMD/advanced_AMD-2-LRG.jpg"
    ],
    "image_alts": [
      "These fundus photos show early AMD ",
      "These fundus photos show early AMD ",
      "eyes demonstrate intermediate AMD with high risk",
      "eyes demonstrate intermediate AMD with high risk",
      "AMD with high risk showing large soft drusen",
      "eyes demonstrate intermediate AMD with high risk",
      "Non-exudative macular degeneration with extensive geographic atrophy",
      "Non-exudative macular degeneration with extensive geographic atrophy"
    ],
    "answer": "Age-Related Macular Degeneration (AMD)\n\nAge-related macular degeneration (AMD) is the leading cause of blindness in elderly patients [1] and is classified as either non-exudative (i.e., dry) or exudative (i.e., wet or neovascular). The clinical manifestations of non-exudative AMD range from incidental findings of drusen to geographic atrophy causing significant vision loss, and approximately 15% of AMD patients ultimately transition to the wet form [2]. This conversion is due to the extension of choroidal vessels into the sub-retinal pigment epithelial (sub-RPE) or sub-retinal space via breaks in Bruch's membrane. AMD has been categorized by The Age-Related Eye Disease Study (AREDS) based on exam findings of hard drusen, soft drusen, RPE abnormalities, atrophy, and choroidal neovascularization [3]; the AREDS categories are as follows: Category 1 (No AMD): a few (5-15), small (<63µm) or no drusen without pigment changes. Category 2 (Early AMD): Several small drusen, few intermediate-sized (63-124µm) drusen, and/or pigmentary changes in one or both eyes Category 3 (Intermediate AMD): Extensive (i.e., 20 soft or 65 hard without any soft) intermediate-sized drusen, one large (>125µm) druse, and/or geographic atrophy not involving the macula in one or both eyes Category 4 (Advanced unilateral AMD): Advanced dry form (i.e., macula-involving geographic atrophy) or exudative form with choroidal neovascularization in one eye Category 4a: Advanced AMD in one eye with category 1, 2, or 3 AMD in the fellow eye Category 4b: Advanced AMD in one eye and decreased visual acuity (<20/32) secondary to AMD in the fellow eye; however, advanced AMD is not present in both eyes The importance of daily Amsler grid monitoring should be emphasized to maximize the opportunity to detect early development of wet AMD in either eye. The benefit of micronutrients (e.g., AREDS vitamins) in delaying the progression of AMD has been shown in patients with intermediate and advanced unilateral disease [4]. Patients should be informed of the association between smoking and an increased risk of developing AMD [5]. Early AMD (AREDS Category 2)  These fundus photos show early AMD of two different patients. There are a few (<15) intermediate-sized soft drusen predominantly in the inferior macula.   These fundus photos show early AMD of two different patients. There are several (>15) small hard drusen in the macula.  Intermediate AMD (AREDS Category 3)  Eyes demonstrates intermediate AMD with high risk (i.e., large, confluent, soft drusen) non-neovascular, age-related macular degeneration. Ultimately, the patient progressed to category 4 AMD with development of a choroidal neovascular membrane in the left eye (not shown), which required serial intravitreal injections.   Eye demonstrates intermediate AMD with high risk (i.e., large, confluent, soft drusen) non-neovascular, age-related macular degeneration.  Transition to Advanced Unilateral AMD (AREDS Category 4)  Dry, high risk (large, soft drusen) Category 3 AMD on initial presentation.   Three years later, there was evidence of geographic atrophy only in the left eye, and the patient had significant vision loss in the left eye.  Advanced Bilateral AMD  Non-exudative macular degeneration with extensive geographic atrophy in both eyes. Since this patient had advanced AMD in both eyes, he was not an AREDS vitamins candidate.   Non-exudative macular degeneration with extensive geographic atrophy in both eyes. Since this patient had advanced AMD in both eyes, he was not an AREDS vitamins candidate.  References: Wong WL, Su X, Li X, Cheung CM, Klein R, Cheng CY, Wong TY. Global prevalence of age-related macular degeneration and disease burden projection for 2020 and 2040: a systematic review and meta-analysis. Lancet Glob Health 2014;2(2):e106-116. https://PubMed.gov/25104651. DOI: 10.1016/S2214-109X(13)70145-1 Gehrs KM, Anderson DH, Johnson LV, Hageman GS. Age-related macular degeneration--emerging pathogenetic and therapeutic concepts. Ann Med 2006;38(7):450-471. https://PubMed.gov/17101537. DOI: 10.1080/07853890600946724 Group A-REDSR. The Age-Related Eye Disease Study (AREDS): design implications. AREDS report no. 1. Control Clin Trials 1999;20(6):573-600. https://PubMed.gov/10588299 Group A-REDSR. A randomized, placebo-controlled, clinical trial of high-dose supplementation with vitamins C and E, beta carotene, and zinc for age-related macular degeneration and vision loss: AREDS report no. 8. Arch Ophthalmol 2001;119(10):1417-1436. https://PubMed.gov/11594942 Woodell A, Rohrer B. A mechanistic review of cigarette smoke and age-related macular degeneration. Adv Exp Med Biol 2014;801:301-307. https://PubMed.gov/24664711. DOI: 10.1007/978-1-4614-3209-8_38\n\nContributor: Brittni A. Scruggs, MD, PhD, Armin Avdic, MS, and Karen M. Gehrs, MD\n\nSource: https://webeye.ophth.uiowa.edu/eyeforum/atlas/pages/AMD.htm",
    "contributor": "Brittni A. Scruggs, MD, PhD, Armin Avdic, MS, and Karen M. Gehrs, MD",
    "photographer": "",
    "url": "https://webeye.ophth.uiowa.edu/eyeforum/atlas/pages/AMD.htm",
    "category": "RETINA"
  },
  {
    "id": "rhegmatogenous_retinal_detachment_5",
    "title": "Rhegmatogenous Retinal Detachment",
    "condition": "Rhegmatogenous Retinal Detachment",
    "entry_index": 5,
    "images": [
      "https://webeye.ophth.uiowa.edu/eyeforum/atlas/photos/Rhegmatogenous-retinal-detachment-LRG.jpg",
      "https://eyerounds.org/atlas/photos/RD/Rhegmatogenous-retinal-detachment.jpg",
      "https://eyerounds.org/atlas/photos/RD/Rhegmatogenous-retinal-detachment-HST.jpg",
      "https://eyerounds.org/atlas/photos/RD/RRD-optos-LRG.jpg",
      "https://eyerounds.org/atlas/photos/RD/RRD2-LRG.jpg",
      "https://eyerounds.org/atlas/photos/Retinal-detach/mac-off1-LRG.jpg",
      "https://eyerounds.org/atlas/photos/Retinal-detach/mac-off2-LRG.jpg",
      "https://webeye.ophth.uiowa.edu/eyeforum/tutorials/retinal-detachment-med-students/RD-Figure-1.jpg",
      "https://webeye.ophth.uiowa.edu/eyeforum/atlas/photos/RD/rhegmato-ret-detach-macula-off-1.jpg",
      "https://webeye.ophth.uiowa.edu/eyeforum/tutorials/retinal-detachment-med-students/RD-Figure-1.jpg",
      "https://webeye.ophth.uiowa.edu/eyeforum/atlas/photos/RD/rhegmato-ret-detach-macula-off-1.jpg"
    ],
    "image_alts": [
      "fundus",
      "superior rhegmatogenous retinal detachment",
      "primary horseshoe tear with two smaller retinal tears nearby",
      "arge, superior horseshoe tear with a bullous retinal detachment",
      "large, superior horseshoe tear with a bullous retinal detachment",
      "OCT",
      "OCT scan",
      "tutorial link",
      "related atlas entry",
      "tutorial link",
      "related atlas entry"
    ],
    "answer": "Rhegmatogenous Retinal Detachment\n\nThis photograph shows a superior rhegmatogenous retinal detachment that is not yet involving the macula.  The second photograph shows a closer view of the primary horseshoe tear with two smaller retinal tears nearby. Lattice degeneration and intraretinal hemorrhages can be seen adjacent to the tears.    Category(ies): Retina, Vitreous Contributor: Lucas T. Lenci MD, Elaine Binkley MD, Jessica Watson MD, Culver Boldt MD Photographer: Brice Critser, CRA This is a patient who presented with an inferior visual field defect and multiple flashes and floaters. These images demonstrate an excellent example of a large, superior horseshoe tear with a bullous retinal detachment.     Category(ies): Retina, Vitreous Contributor: Tressa Larson, OD FAAO Photographer: Andrea Starkweather These OCT images show an inferior, macula-off, chronic rhegmatogenous retinal detachment.\n\nContributor: Zachary Q. Mortensen, MD; Razek G. Coussa; MDCM; James C. Folk, MD; H. Culver Boldt, MD\nPhotographer: Jody M. Troyer, CRA\n\nSource: https://eyerounds.org/atlas/pages/rhegmatogenous-ret-detach.htm",
    "contributor": "Zachary Q. Mortensen, MD; Razek G. Coussa; MDCM; James C. Folk, MD; H. Culver Boldt, MD",
    "photographer": "Jody M. Troyer, CRA",
    "url": "https://eyerounds.org/atlas/pages/rhegmatogenous-ret-detach.htm",
    "category": "RETINA"
  },
  {
    "id": "branch_retinal_vein_occlusion_brvo_6",
    "title": "Branch Retinal Vein Occlusion (BRVO)",
    "condition": "Branch Retinal Vein Occlusion (BRVO)",
    "entry_index": 6,
    "images": [
      "https://eyerounds.org/atlas/photos/BRVO2005.jpg",
      "https://eyerounds.org/atlas/photos/BRVO/Fig1-optos-widefield-OS-NVE.jpg",
      "https://eyerounds.org/atlas/photos/BRVO/Fig2-optos-widefield-fluorescein-angiography-NVE.jpg",
      "https://eyerounds.org/atlas/photos/BRVO/Fig3-optos-widefield-fluorescein-angiography-NVE.jpg",
      "https://webeye.ophth.uiowa.edu/eyeforum/cases-i/case274/Fig1-LRG.jpg",
      "https://webeye.ophth.uiowa.edu/eyeforum/cases-i/case274/Fig1-LRG.jpg"
    ],
    "image_alts": [
      "Branched Retinal Vein Occlusion",
      "Optos widefield imaging  superior temporal retinal neovascularization elsewhere",
      "Optos widefield fluorescein angiography during the arteriovenous phase demonstrates neovascularization with mild leakage",
      "Optos widefield fluorescein angiography during the late phase shows continued superior temporal hyperfluorescence due to leakage from the neovascular vessels",
      "related case",
      "related case"
    ],
    "answer": "Branch Retinal Vein Occlusion (BRVO)\n\nPosted: February 8, 2008 Classic sectoral hemorrhages are well-visualized in this case of Branched Retinal Vein Occlusion (BRVO). This condition is commonly associated with hypertension.  BRVO (Branched Retinal Vein Occlusion) BRVO (Branched Retinal Vein Occlusion) Category(ies): Retina Contributor: Andrew Goldstein, MD and Michael D. Abramoff, MD, PhD Contributor: Sarah Skiles, CRA Posted: April 7, 2022 This series of images was obtained in a 69-year-old man who presented for a routine eye examination and reported a remote history of branch retinal vein occlusion (BRVO). He was asymptomatic with an uncorrected distance visual acuity of 20/20 in both eyes. On his initial examination he was noted to have a large area of peripheral neovascularization elsewhere (NVE). Scatter laser photocoagulation was applied to the large area of capillary non-perfusion anterior to the NVE in order to reduce the risk of hemorrhage. : Optos widefield imaging of the left eye demonstrates superior temporal retinal neovascularization elsewhere (NVE) as indicated by the white arrow.  : Optos widefield fluorescein angiography during the arteriovenous phase demonstrates neovascularization with mild leakage and capillary non-perfusion of the surrounding retina (marked by white stars).  : Optos widefield fluorescein angiography during the late phase shows continued superior temporal hyperfluorescence due to leakage from the neovascular vessels.\n\nContributor: Christopher C. Robinson, MD and Jordan M. Graff, MD\n\nSource: https://eyerounds.org/atlas/pages/Branched-Retinal-Vein-Occlusion.html",
    "contributor": "Christopher C. Robinson, MD and Jordan M. Graff, MD",
    "photographer": "",
    "url": "https://eyerounds.org/atlas/pages/Branched-Retinal-Vein-Occlusion.html",
    "category": "RETINA"
  },
  {
    "id": "central_retinal_vein_occlusion_crvo_7",
    "title": "Central Retinal Vein Occlusion (CRVO)",
    "condition": "Central Retinal Vein Occlusion (CRVO)",
    "entry_index": 7,
    "images": [
      "https://webeye.ophth.uiowa.edu/eyeforum/atlas/photos/CRAO-CRVO/CRVO.jpg",
      "https://webeye.ophth.uiowa.edu/eyeforum/atlas/photos-earlier/12C.jpg",
      "https://webeye.ophth.uiowa.edu/eyeforum/atlas/photos-earlier/12B.jpg",
      "https://eyerounds.org/atlas/pages/CRVO/related_case.jpg",
      "https://eyerounds.org/atlas/pages/CRVO/related_case.jpg"
    ],
    "image_alts": [
      "Dilated funduscopic examination showed severe, diffuse optic atrophy OD and bow-tie (band) optic atrophy OS",
      "Ischemic Central Retinal Vein Occlusion Article",
      "Non Ischemic Central Retinal Vein Occlusion Article",
      "related articles CRVO",
      "related articles CRVO"
    ],
    "answer": "Central Retinal Vein Occlusion (CRVO)\n\nContributor: Robert B. Dinn, MD, Erin E. O'Malley, MD, and Stephen R. Russell, MD\n\nSource: https://eyerounds.org/atlas/pages/CRVO/index.htm",
    "contributor": "Robert B. Dinn, MD, Erin E. O'Malley, MD, and Stephen R. Russell, MD",
    "photographer": "",
    "url": "https://eyerounds.org/atlas/pages/CRVO/index.htm",
    "category": "RETINA"
  },
  {
    "id": "central_retinal_artery_occlusion_crao_8",
    "title": "Central Retinal Artery Occlusion (CRAO)",
    "condition": "Central Retinal Artery Occlusion (CRAO)",
    "entry_index": 8,
    "images": [
      "https://webeye.ophth.uiowa.edu/eyeforum/atlas/photos/CRAO-CRVO/CRAOcilioretinalsparinglowres.jpg",
      "https://eyerounds.org/atlas/pages/CRAO/CRAO-OD-LRG.jpg",
      "https://eyerounds.org/atlas/pages/CRAO/CRAO-inner-retinal-edema-LRG.jpg",
      "https://eyerounds.org/atlas/pages/CRAO/OS-normal-LRG.jpg",
      "https://eyerounds.org/atlas/pages/CRAO/CRAO-delayed-filling.jpg",
      "https://eyerounds.org/atlas/pages/imgs/R_7fCGzZgmHmDr1Zv_CRAO with ciliary sparing.png"
    ],
    "image_alts": [
      "fundus of eye with CRAO",
      "fundus of eye with CRAO",
      "right eye OCT",
      "left eye OCT",
      "left eye OCT",
      ""
    ],
    "answer": "Central Retinal Artery Occlusion (CRAO)\n\nThis middle-aged male presented with an abrupt decrease in vision in the right eye 4 days prior. Note the retinal whitening, classic cherry red spot, and scatted cotton wool spots. The OCT shows inner retinal edema in the right eye (OD) compared to the normal retinal OCT in the left (OS). Also note the delayed filling of the macular arteries on the fluorescein angiogram.  OCT OD  OCT OS   Central Retinal Artery Occlusion (CRAO) with Cilioretinal Artery SparingCentral Retinal Artery Occlusion (CRAO) with Cilioretinal Artery SparingCategory(ies): Retina / VitreousContributor: Mahsaw Mansoor, MDPhotographer: Jody Troyer, CRAPosted: 06/04/2024A 34-year-old female with history of recent methamphetamine use presented with several hours of painless vision loss in the right eye. Exam was significant for retinal whitening with sparing of the nasal macula due to vascular preservation via the cilioretinal artery.\n\nContributor: Thomas A. Weingeist, PhD, MD, University of Iowa\nPhotographer: Andrea Starkweather\n\nSource: https://eyerounds.org/atlas/pages/CRAO/index.htm",
    "contributor": "Thomas A. Weingeist, PhD, MD, University of Iowa",
    "photographer": "Andrea Starkweather",
    "url": "https://eyerounds.org/atlas/pages/CRAO/index.htm",
    "category": "RETINA"
  },
  {
    "id": "cytomegalovirus_cmv_retinitis_9",
    "title": "Cytomegalovirus (CMV) Retinitis",
    "condition": "Cytomegalovirus (CMV) Retinitis",
    "entry_index": 9,
    "images": [
      "https://webeye.ophth.uiowa.edu/eyeforum/atlas/photos/CMV-Retinitis/CMV-1-LRG.jpg",
      "https://webeye.ophth.uiowa.edu/eyeforum/atlas/photos/CMV-Retinitis/CMV-2-LRG.jpg",
      "https://webeye.ophth.uiowa.edu/eyeforum/atlas/photos/CMV-Retinitis/CMV-3-LRG.jpg",
      "https://webeye.ophth.uiowa.edu/eyeforum/atlas/photos/CMV-Retinitis/CMV-4-LRG.jpg",
      "https://eyerounds.org/atlas/pages/CMV-retinitis/related_case.jpg",
      "https://eyerounds.org/atlas/pages/CMV-retinitis/related_case.jpg"
    ],
    "image_alts": [
      "OD fundus with cotton wool spots",
      "OS fundus with intraretinal hemorrhages along the superior arcades",
      "OD fundus resolved cotton wool spots",
      "OD fundus resolved cotton wool spots",
      "related case CMV Retinitis HIV",
      "related case CMV Retinitis HIV"
    ],
    "answer": "Cytomegalovirus (CMV) Retinitis\n\nPhotographers: Toni Venckus, CRA (images 1 & 2); Brice Critser, CRA (images 3 & 4) 41-year-old male with HIV, presented with blurry vision in the left eye. His CD4 count at presentation was 2 cells/mm3 (normal 500-1,000 Visual acuity OD sc: 20/40, PH to 20/30 OS sc: 20/100, PH to 20/50 OP: 15 and 14 SLE: OD normal; OS: AC quiet; 2+ vitreous cell June Right eye – multiple cotton wool spots adjacent to the nerve and throughout the macula, consistent with HIV retinopathy  Left eye - broad retinal whitening and intraretinal hemorrhages along the superior arcades, with cotton wool spots adjacent to the nerve consistent with CMV retinitis and HIV retinopathy  The patient was treated with intravitreal foscarnet in the left eye, and five days of intravenous ganciclovir while as an inpatient for other systemic manifestations. He was discharged on oral valganciclovir (induction dose 900 mg BID for two weeks) then 900 mg daily maintenance until CD4 count was above 50. At future follow-up in October 2011, the patient had resolution of his CMV retinitis and HIV retinopathy but with persistently low CD4 count of 1. It was thought that valganciclovir contributed to his low CD4 count, and was therefore discontinued. October Right Eye: resolution of cotton wool spotsVision sc: 20/50  Left Eye: glial scars along superior arcade; resolution of cotton wool spots adjacent to the nerve Vision sc: 20/63  Summary: CMV Retinitis CMV retinitis is the most common opportunistic ocular infection and the leading cause of visual loss in AIDs patients. It represents about 90% of all infectious retinitis in this patient population. CMV retinitis usually results from reactivation of a latent CMV infection. Individuals with a CD4 lymphocyte count below 50, a plasma HIV-1 RNA level greater than 100,000, or who have been previously diagnosed with opportunistic infections are at particular risk. Patients may be asymptomatic, or have floaters, photopsias, and/or scotomas. Systemic treatment options include intravenous ganciclovir, foscarnet, or cidofovir. Oral ganciclovir or valganciclovir may also be used. Localized ocular treatment may include intravitreal ganciclovir, foscarnet, or cidofovir.\n\nContributor: Eric Chin, MD\nPhotographer: Toni Venckus, CRA (images 1 & 2); Brice Critser, CRA (images 3 & 4)\n\nSource: https://eyerounds.org/atlas/pages/CMV-retinitis/index.htm",
    "contributor": "Eric Chin, MD",
    "photographer": "Toni Venckus, CRA (images 1 & 2); Brice Critser, CRA (images 3 & 4)",
    "url": "https://eyerounds.org/atlas/pages/CMV-retinitis/index.htm",
    "category": "RETINA"
  },
  {
    "id": "proliferative_diabetic_retinopathy_pdr_10",
    "title": "Proliferative Diabetic Retinopathy (PDR)",
    "condition": "Proliferative Diabetic Retinopathy (PDR)",
    "entry_index": 10,
    "images": [
      "https://eyerounds.org/atlas/pages/proliferative-diabetic-retinopathy/PDR-OS-LRG.jpg",
      "https://eyerounds.org/atlas/pages/proliferative-diabetic-retinopathy/Prolif-DR-1-LRG.jpg",
      "https://eyerounds.org/atlas/pages/proliferative-diabetic-retinopathy/Prolif-DR-2-LRG.jpg",
      "https://eyerounds.org/atlas/pages/proliferative-diabetic-retinopathy/Prolif-DR-3-LRG.jpg",
      "https://eyerounds.org/atlas/photos/DR/dr2.jpg",
      "https://eyerounds.org/atlas/photos/img-untitled/ffa.jpg",
      "https://eyerounds.org/atlas/photos-earlier/pdr.jpg",
      "https://eyerounds.org/atlas/photos-earlier/pdr2.jpg",
      "http://webeye.ophth.uiowa.edu/eyeforum/tutorials/Diabetic-Retinopathy-Med-Students/smaller/NPDR.jpg",
      "http://webeye.ophth.uiowa.edu/eyeforum/tutorials/Diabetic-Retinopathy-Med-Students/smaller/NPDR.jpg"
    ],
    "image_alts": [
      "neovascularization of the disc (NVD) ",
      "Optos® fundus photo",
      "Optos® fundus photo",
      "Figure 3.  Optos® widefield fluorescein angiography",
      "Seen are neovascularization, cotton wool spots, microaneurysms, and intraretinal hemorrhages.",
      "Fluorescein angiography showing neovascularization and microaneurysms.",
      "Proliferative diabetic retinopathy - advanced, uncontrolled",
      "Proliferative diabetic retinopathy - advanced, uncontrolled",
      "related case",
      "related case"
    ],
    "answer": "Proliferative Diabetic Retinopathy (PDR)\n\nThe left eye shows severe neovascularization of the disc (NVD) that extends down along the inferior arcade with tufts of neovascularization elsewhere (NVE) along both the inferior and superior arcades. The right eye had similar findings.  Severe Proliferative Diabetic Retinopathy Severe Proliferative Diabetic Retinopathy Contributor: Morgan Bertsch, BS and Tyler B.S. Risma, MD Posted May 11, 2017 This patient is a 32-year-old female with poorly controlled type I diabetes mellitus and severe proliferative diabetic retinopathy. She had not had panretinal photocoagulation at the time of presentation. Eventually this patient developed severe vitreous hemorrhage and traction retinal detachments in both eyes. Optos® widefield fluorescein angiography demonstrates delayed arteriovenous transit time, extensive neovascularization of the disc and huge areas of capillary nonperfusion. Figure1. Optos® fundus photo, right eye   Optos® widefield fluorescein angiography, right eye, at 41 seconds   Optos® widefield fluorescein angiography, right eye, at 7 minutes 38 secondss  Proliferative diabetic retinopathy Proliferative diabetic retinopathy Contributor: Andrew Doan, MD, PhD,\n\nContributor: Christopher Kirkpatrick, MD\nPhotographer: Samantha Jacobo\n\nSource: https://eyerounds.org/atlas/pages/proliferative-diabetic-retinopathy/index.htm",
    "contributor": "Christopher Kirkpatrick, MD",
    "photographer": "Samantha Jacobo",
    "url": "https://eyerounds.org/atlas/pages/proliferative-diabetic-retinopathy/index.htm",
    "category": "RETINA"
  }
]