{
  "title": "Ophthalmology and Visual Sciences",
  "url": "https://eyerounds.org/atlas/pages/apmppe/index.htm",
  "entries": [
    {
      "contributor": "Angela McAllister, MD",
      "photographers": "Brice Critser, CRA",
      "description": "APMPPE is one of the white dot syndromes that occurs in young healthy adults and similarly affects males and females. It is usually bilateral, although may be worse in one eye. APMPPE is generally a self-limited condition that requires no treatment and has a good prognosis. A 47-year-old female presents with a four day history of fluttering bright spots in the right eye. She denies a viral prodrome or headaches. Color fundus photo, right eye (OD): Multiple creamy yellow-white lesions throughout the macula. There is mild vitritis on exam and mild disc edema. Enlarge Download Optical coherence tomography OD: Disruption of the outer retinal layers. Enlarge Download Laminar phase of fluorescein angiogram demonstrating early hypofluorescence of the lesions Enlarge Download Late phase of fluorescein angiogram demonstrating late staining of lesions Enlarge Download Acute posterior multifocal placoid pigment epitheliopathy (APMPPE) Acute posterior multifocal placoid pigment epitheliopathy (APMPPE) Category(ies): Retina / Vitreous,Uveitis Contributor: Mahsaw Mansoor, MD Photographer: Jody Troyer, CRA Posted: 06/04/2024 A 36-year-old woman presented with progressive vision loss in both eyes following a viral infection. On exam, there were placoid areas of whitening throughout the posterior pole of both eyes. On fluorescein angiography, the lesions on exam demonstrated early blocking defects and late staining. Enlarge Download Enlarge Download Image Permissions: Ophthalmic Atlas Images by EyeRounds.org, The University of Iowa are licensed under a Creative Commons Attribution-NonCommercial-NoDerivs 3.0 Unported License. Address University of Iowa Roy J. and Lucille A. Carver College of Medicine Department of Ophthalmology and Visual Sciences 200 Hawkins Drive Iowa City, IA 52242 Support Us University of Iowa Roy J. and Lucille A. Carver College of Medicine Department of Ophthalmology and Visual Sciences 200 Hawkins Drive Iowa City, IA 52242 Support Us Legal Copyright © 2019 The University of Iowa. All Rights Reserved Report an issue with this page Web Privacy Policy | Nondiscrimination Statement Related Links Cataract Surgery for Greenhorns EyeTransillumination Gonioscopy.org Iowa Glaucoma Curriculum Iowa Wet Lab Patient Information Stone Rounds The Best Hits Bookshelf Copyright © 2019 The University of Iowa. All Rights Reserved Report an issue with this page Web Privacy Policy | Nondiscrimination Statement EyeRounds Social Media Follow Receive notification of new cases, sign up here Contact Us Submit a Suggestion Follow Receive notification of new cases, sign up here Contact Us Submit a Suggestion",
      "images": [
        {
          "url": "https://eyerounds.org/atlas/pages/apmppe/APMPPE-1-LRG.jpg",
          "alt": "fundus image, yellow-white lesions throughout the macula",
          "figure_label": ""
        },
        {
          "url": "https://eyerounds.org/atlas/pages/apmppe/APMPPE-2-LRG.jpg",
          "alt": "OCT",
          "figure_label": ""
        },
        {
          "url": "https://eyerounds.org/atlas/pages/apmppe/APMPPE-3-LRG.jpg",
          "alt": "hypofluorescence of the lesions",
          "figure_label": ""
        },
        {
          "url": "https://eyerounds.org/atlas/pages/apmppe/APMPPE-4-LRG.jpg",
          "alt": "fluorescein angiogram demonstrating late staining of lesions",
          "figure_label": ""
        },
        {
          "url": "https://eyerounds.org/atlas/pages/imgs/R_3B8QpptNLQDPn3d_APMPPE2.png",
          "alt": "",
          "figure_label": ""
        },
        {
          "url": "https://eyerounds.org/atlas/pages/imgs/R_3B8QpptNLQDPn3d_APMPPE1.png",
          "alt": "",
          "figure_label": ""
        }
      ]
    }
  ]
}