{
  "title": "Ophthalmology and Visual Sciences",
  "url": "https://webeye.ophth.uiowa.edu/eyeforum/atlas/pages/retinoblastoma/index.htm",
  "entries": [
    {
      "contributor": "Jesse Vislisel, MD",
      "photographers": "",
      "description": "Leukocoria is the most common sign associated with retinoblastoma. Leukocoria is present in over half of all infants presenting with retinoblastoma. Other conditions may also be associated with leukocoria as a presenting symptom, including: congenital malformations (e.g. persistent hyperplastic fetal vasculature); tumors (e.g. medulloepithelioma); vascular diseases (e.g. retinopathy of prematurity); inflammatory diseases (e.g. ocular toxocariasis); trauma (e.g. vitreous hemorrhage). This child presented after the parents noted the rapid development of leukocoria in the left eye and was found to have unilateral retinoblastoma without metastasis. Enlarge Download The MRI image shows the extent of the tumor within the left globe. Enlarge Download Reference: Balmer A, Munier F. 2007. Differential diagnosis of leukocoria and strabismus, first presenting signs of retinoblastoma. Clinical Ophthalmology. 1(4):431-439. Image Permissions: Ophthalmic Atlas Images by EyeRounds.org, The University of Iowa are licensed under a Creative Commons Attribution-NonCommercial-NoDerivs 3.0 Unported License. Related Articles Related Case: Retinoblastoma Related Atlas Entry: Retinoblastoma Related Case: Retinoblastoma Related Atlas Entry: Retinoblastoma Address University of Iowa Roy J. and Lucille A. Carver College of Medicine Department of Ophthalmology and Visual Sciences 200 Hawkins Drive Iowa City, IA 52242 Support Us University of Iowa Roy J. and Lucille A. Carver College of Medicine Department of Ophthalmology and Visual Sciences 200 Hawkins Drive Iowa City, IA 52242 Support Us Legal Copyright © 2019 The University of Iowa. All Rights Reserved Report an issue with this page Web Privacy Policy | Nondiscrimination Statement Related Links Cataract Surgery for Greenhorns EyeTransillumination Gonioscopy.org Iowa Glaucoma Curriculum Iowa Wet Lab Patient Information Stone Rounds The Best Hits Bookshelf Copyright © 2019 The University of Iowa. All Rights Reserved Report an issue with this page Web Privacy Policy | Nondiscrimination Statement EyeRounds Social Media Follow Receive notification of new cases, sign up here Contact Us Submit a Suggestion Follow Receive notification of new cases, sign up here Contact Us Submit a Suggestion",
      "images": [
        {
          "url": "https://webeye.ophth.uiowa.edu/eyeforum/atlas/pages/retinoblastoma/Rb-LRG.jpg",
          "alt": "Leukocoria is present in over half of all infants presenting with retinoblastoma",
          "figure_label": ""
        },
        {
          "url": "https://webeye.ophth.uiowa.edu/eyeforum/atlas/pages/retinoblastoma/Rb-MRI-LRG.jpg",
          "alt": "MRI retinoblastoma",
          "figure_label": ""
        },
        {
          "url": "https://webeye.ophth.uiowa.edu/eyeforum/cases-i/cases/RB_11112004.jpg",
          "alt": "related case",
          "figure_label": ""
        },
        {
          "url": "https://webeye.ophth.uiowa.edu/eyeforum/atlas/photos-earlier/RB3_11112004.jpg",
          "alt": "related atlas entry",
          "figure_label": ""
        },
        {
          "url": "https://webeye.ophth.uiowa.edu/eyeforum/cases-i/cases/RB_11112004.jpg",
          "alt": "related case",
          "figure_label": ""
        },
        {
          "url": "https://webeye.ophth.uiowa.edu/eyeforum/atlas/photos-earlier/RB3_11112004.jpg",
          "alt": "related atlas entry",
          "figure_label": ""
        }
      ]
    }
  ]
}