{
  "title": "Ophthalmology and Visual Sciences",
  "url": "https://eyerounds.org/atlas/pages/leukemic-pseudohypopyon.htm",
  "entries": [
    {
      "contributor": "Lauren E. Hock, MD; James C. Folk, MD",
      "photographers": "Sarah L. Skiles, CRA",
      "description": "Pseudohypopyon is a relatively rare manifestation of leukemia. It occurs most often in patients with acute lymphoblastic leukemia and may be seen during a blast crisis or as a sign of relapse [1]. Rapid development of an atypical, blood-stained hypopyon that fails to respond to corticosteroid therapy is classic for leukemic pseudohypopyon [2]. Pseudohypopyon is distinguished from infectious or inflammatory hypopyon by the absence of an associated fibrin reaction. This pseudohypopyon was the first sign of this 56-year-old patient's acute lymphoblastic leukemia relapse. Timely anterior chamber aspiration with cytology and systemic malignancy work-up are paramount to ensuring appropriate diagnosis and treatment. Figure 1. Slit lamp photograph of the left eye shows mild injection, clear cornea, and presence of a 3.5 mm blood-tinged pseudohypopyon in the anterior chamber with 4+ fine cell and no fibrin. Leukemic pseudohypoyon may present bilaterally, but this patient's right eye was unaffected. Enlarge Download Figure 2. Slit lamp photograph of the iris of the left eye highlights the presence of gelatinous fibrovascular lesions along the pupillary margin and peripheral iris. Enlarge Download Reference: Yi, D.H., et al., Acute unilateral leukemic hypopyon in an adult with relapsing acute lymphoblastic leukemia. Am J Ophthalmol, 2005. 139(4): p. 719-21. Ramsay, A. and S. Lightman, Hypopyon uveitis. Surv Ophthalmol, 2001. 46(1): p. 1-18. Image Permissions: Ophthalmic Atlas Images by EyeRounds.org, The University of Iowa are licensed under a Creative Commons Attribution-NonCommercial-NoDerivs 3.0 Unported License. Related Articles Related atlas entry: Leukemic retinopathy Related atlas entry: Leukemic retinopathy Address University of Iowa Roy J. and Lucille A. Carver College of Medicine Department of Ophthalmology and Visual Sciences 200 Hawkins Drive Iowa City, IA 52242 Support Us University of Iowa Roy J. and Lucille A. Carver College of Medicine Department of Ophthalmology and Visual Sciences 200 Hawkins Drive Iowa City, IA 52242 Support Us Legal Copyright © 2019 The University of Iowa. All Rights Reserved Report an issue with this page Web Privacy Policy | Nondiscrimination Statement Related Links Cataract Surgery for Greenhorns EyeTransillumination Gonioscopy.org Iowa Glaucoma Curriculum Iowa Wet Lab Patient Information Stone Rounds The Best Hits Bookshelf Copyright © 2019 The University of Iowa. All Rights Reserved Report an issue with this page Web Privacy Policy | Nondiscrimination Statement EyeRounds Social Media Follow Receive notification of new cases, sign up here Contact Us Submit a Suggestion Follow Receive notification of new cases, sign up here Contact Us Submit a Suggestion",
      "images": [
        {
          "url": "https://eyerounds.org/atlas/photos/leukemic-hypopyon/leukemichypopyon_slitlamp-LRG.jpg",
          "alt": " Slit lamp photograph of the left eye shows mild injection, clear cornea, and presence of a 3.5 mm blood-tinged pseudohypopyon in the anterior chamber",
          "figure_label": "Figure 1"
        },
        {
          "url": "https://eyerounds.org/atlas/photos/leukemic-hypopyon/leukemic-hypopyon_iris-LRG.jpg",
          "alt": " presence of gelatinous fibrovascular lesions along the pupillary margin and peripheral iris",
          "figure_label": "Figure 2"
        },
        {
          "url": "https://eyerounds.org/atlas/photos/leukemic/Leukemic-Retinopathy-1.jpg",
          "alt": "Related atlas entry: Leukemic retinopathy",
          "figure_label": ""
        },
        {
          "url": "https://eyerounds.org/atlas/photos/leukemic/Leukemic-Retinopathy-1.jpg",
          "alt": "Related atlas entry: Leukemic retinopathy",
          "figure_label": ""
        }
      ]
    }
  ]
}